Repository: MigalejoLejo/Valorant
Catalog: Valorant/*.lproj/Localizable.strings
Languages: de, es

# agents_title
source: Agents
es: Agentes

# weapons_title
source: Weapons
de: Waffen
es: Armas

# settings_title
source: Configuration
de: Einstellungen
es: Configuración

# description_title
source: Description
de: Beschreibung
es: Descripción

source: Show favorites only
de: Nur Favoriten anzeigen
es: Solo favoritos

source: Show Skins
de: Skins anzeigen
es: Mostrar Skins

source: Weapon Stats
de: Waffen Stats
es: Estadísticas del Arma

source: Fire rate
de: Feuerrate
es: Velocidad de disparo

source: Magazin size
de: Magazingrösse
es: Tamaño de cartucho

# equip_time
source: Equip time (in secs)
de: Ausrüstbereits. (in Sek.)
es: Tiempo de equipamiento (en seg.)

# reload_time
source: Reload time (in secs)
de: Neu laden (in Sek.)
es: tiempo de recarga (en seg)

source: Tap to show stats
de: Toca para mas info
es: Tap um Stats anzuzeigen

source: no price available
de: Keinen Preis verfügbar
es: no hay precio disponible

source: Selected skin
de: Ausgewählten skin
es: Skin seleccionado
